Repository: tuanvv90/decormoon
Catalog: server_vn_1.7.2.4/app/Resources/translations/*/ModulesLegalcomplianceShop.*.xlf
Languages: vi_vn

source: Delivery: 1 to 3 weeks
vi_vn: Giao hàng: 1-3 tuần

source: Delivery: 3 to 6 weeks
vi_vn: Giao hàng: 1-6 tuần

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
vi_vn: Đơn hàng sẽ chỉ được xác nhận khi bạn nhấp vào nút 'Đơn hàng có nghĩa vụ thanh toán' ở phần cuối quy trình tính tiền!

source: You must agree to our Terms of Service before going any further!
vi_vn: Bạn phải đồng ý với chúng tôi Điều khoản Dịch vụ trước khi làm bước tiếp theo!

source: Something went wrong. If the problem persists, please contact us.
vi_vn: Một cái gì đó đã sai. Nếu vấn đề vẫn còn, xin vui lòng liên hệ với chúng tôi.

source: Select a payment option first.
vi_vn: Chọn một tùy chọn thanh toán đầu tiên.

source: Please check the "Revocation of virtual products" box first!
vi_vn: Trước tiên, vui lòng chọn hộp"Hủy bỏ các sản phẩm ảo"!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
vi_vn: Tôi đồng ý với [các điều khoản dịch vụ] và [các điều khoản hủy bỏ] và sẽ tuân thủ các điều khoản đó vô điều kiện.

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
vi_vn: [1]Đối với hàng hóa kỹ thuật số:[/1] Tôi muốn truy cập ngay nội dung số và tôi xác nhận rằng theo đó tôi mất quyền hủy một khi dịch vụ đã bắt đầu.[2][1]Đối với dịch vụ:[/1] Tôi đồng ý bắt đầu sử dụng dịch vụ và tôi xác nhận rằng tôi mất quyền hủy một khi dịch vụ đã được thực hiện xong.

source: From
vi_vn: Từ

source: Our previous price
vi_vn: Giá trước đây của chúng tôi

source: Shipping excluded
vi_vn: Vận chuyển bị loại trừ

source: Information
vi_vn: Thông tin

source: My shopping cart
vi_vn: Giỏ hàng của bạn

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
vi_vn: Thông tin về việc giải quyết tranh chấp trực tuyến theo nghệ thuật. 14 Para. 1 của ODR (Quy định giải quyết tranh chấp trực tuyến):

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
vi_vn: Ủy Ban Châu Âu cho người tiêu dùng có cơ hội giải quyết các bất đồng trực tuyến tuân thủ Điều 14 Khoản 1 của ODR trên một trong các nền tảng của họ. Nền tảng ([1]http://ec.europa.eu/consumers/odr[/1]) đóng vai trò một trang ở đó người tiêu dùng có thể tìm cách đạt được dàn xếp bên ngoài tòa án đối với những bất đồng phát sinh từ các giao dịch mua hàng trực tuyến và các hợp đồng dịch vụ.

source: Print this page
vi_vn: In trang này

source: (Under conditions)
vi_vn: (Trong điều kiện)

source: Shipping and payment
vi_vn: Giao hàng và thanh toán

source: All prices are mentioned tax included
vi_vn: Tất cả giá được đề cập đã bao gồm thuế

source: All prices are mentioned tax excluded
vi_vn: Tất cả giá được đề cập chưa bao gồm thuế

source: and
vi_vn: và

source: shipping excluded
vi_vn: không bao gồm vận chuyển
