Repository: tuanvv90/decormoon
Catalog: server_vn_1.7.2.4/app/Resources/translations/*/ModulesStatspersonalinfosAdmin.*.xlf
Languages: vi_vn

source: Registered customer information
vi_vn: Thông tin khách hàng đã đăng kí

source: Adds information about your registered customers (such as gender and age) to the Stats dashboard.
vi_vn: Thêm thông tin về khách hàng đã đăng ký của bạn (như giới tính và tuổi tác) vào Stats dashboard.

source: Target your audience
vi_vn: Đối tượng mục tiêu của bạn

source: In order for each message to have an impact, you need to know who it is being addressed to.
vi_vn: Để mỗi tin nhắn có một tác động, bạn cần phải biết nó đang được gửi đến cho ai.

source: Defining your target audience is essential when choosing the right tools to win them over.
vi_vn: Xác định đối tượng mục tiêu của bạn là điều cần thiết khi lựa chọn các công cụ thích hợp để giành chiến thắng hơn.

source: It is best to limit an action to a group -- or to groups -- of clients.
vi_vn: Nó là tốt nhất để hạn chế hành động cho một nhóm - hoặc nhóm - của khách hàng.

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
vi_vn: Lưu trữ thông tin khách hàng đăng ký cho phép bạn xác định chính xác hồ sơ khách hàng, do đó bạn có thể thích ứng với ưu đãi đặc biệt và chương trình khuyến mãi của bạn.

source: You can increase your sales by:
vi_vn: Bạn có thể tăng doanh số bán hàng của bạn bằng cách:

source: Launching targeted advertisement campaigns.
vi_vn: Khởi động chiến dịch quảng cáo nhắm mục tiêu.

source: Contacting a group of clients by email or newsletter.
vi_vn: Liên hệ với một nhóm khách hàng qua email hoặc bản tin.

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
vi_vn: Phân phối giới tính cho phép bạn để xác định tỷ lệ phần trăm của những người đàn ông và phụ nữ người mua hàng trên cửa hàng của bạn.

source: CSV Export
vi_vn: Xuất CSV

source: Age ranges allow you to better understand target demographics.
vi_vn: Độ tuổi cho phép bạn hiểu rõ hơn về nhân khẩu học mục tiêu.

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
vi_vn: Phân phối quốc gia cho phép bạn phân tích đó là một phần của thế giới khách hàng của bạn đang mua sắm từ.

source: Currency range allows you to determine which currency your customers are using.
vi_vn: Phạm vi thu cho phép bạn để xác định thu mà khách hàng của bạn đang sử dụng.

source: Language distribution allows you to analyze the browsing language used by your customers.
vi_vn: Ngôn ngữ phân phối cho phép bạn để phân tích ngôn ngữ duyệt web được sử dụng bởi khách hàng của bạn.

source: No customers have registered yet.
vi_vn: Không có khách đã đăng ký được nêu ra.

source: Gender distribution
vi_vn: Phân phối giới tính

source: Age range
vi_vn: Độ tuổi

source: Country distribution
vi_vn: Quốc gia phân phối

source: Currency distribution
vi_vn: Phân phối tiền tệ

source: Language distribution
vi_vn: Ngôn ngữ phân chia
