Repository: tuanvv90/decormoon
Catalog: server_vn_1.7.2.4/app/Resources/translations/*/ModulesSekeywordsAdmin.*.xlf
Languages: vi_vn

source: Search engine keywords
vi_vn: Từ khóa tìm kiếm

source: Displays which keywords have led visitors to your website.
vi_vn: Hiển thị các từ khóa đã dẫn truy cập vào website của bạn.

source: Identify external search engine keywords
vi_vn: Xác định các từ khóa công cụ tìm kiếm bên ngoài

source: This is one of the most common ways of finding a website through a search engine.
vi_vn: Đây là một trong những cách phổ biến nhất của việc tìm kiếm một trang web thông qua một công cụ tìm kiếm.

source: Identifying the most popular keywords entered by your new visitors allows you to see the products you should put in front if you want to achieve better visibility in search engines.
vi_vn: Xác định các từ khóa phổ biến nhất vào bởi khách truy cập mới của bạn cho phép bạn xem các sản phẩm bạn nên đặt ở phía trước nếu bạn muốn đạt được tầm nhìn tốt hơn trong công cụ tìm kiếm.

source: How does it work?
vi_vn: Nó hoạt động như thế nào?

source: When a visitor comes to your website, the web server notes the URL of the site he/she comes from. This module then parses the URL, and if it finds a reference to a known search engine, it finds the keywords in it.
vi_vn: Khi một người truy cập đến trang web của bạn, web server ghi nhận URL của trang web anh / cô ấy đến từ đâu. Module này sau đó phân tích các URL, và nếu nó tìm thấy một tài liệu tham khảo đến một công cụ tìm kiếm biết đến, nó tìm thấy các từ khóa trong đó.

source: This module can recognize all the search engines listed in PrestaShop's Stats/Search Engine page -- and you can add more!
vi_vn: Module này có thể nhận ra tất cả các công cụ tìm kiếm được liệt kê trong PrestaShop trang Engine / Search Stats - và bạn có thể thêm nhiều hơn nữa!

source: IMPORTANT NOTE: in September 2013, Google chose to encrypt its searches queries using SSL. This means all the referer-based tools in the World (including this one) cannot identify Google keywords anymore.
vi_vn: LƯU Ý QUAN TRỌNG: vào tháng Chín năm 2013, Google đã chọn để mã hóa các truy vấn tìm kiếm của mình bằng cách sử dụng SSL. Điều này có nghĩa là tất cả các công cụ giới thiệu dựa trên thế giới (trong đó có một này) không thể xác định từ khóa Google nữa.

source: %d keyword matches your query.
vi_vn: %d từ khóa phù hợp với truy vấn của bạn.

source: %d keywords match your query.
vi_vn: %d từ khóa phù hợp với truy vấn của bạn.

source: Filter by keyword
vi_vn: Lọc theo từ khóa

source: And min occurrences
vi_vn: Và phú xuất hiện

source: Keywords
vi_vn: Từ khóa:

source: Occurrences
vi_vn: Sự kiện diễn ra

source: No keywords
vi_vn: Không từ khóa

source: Top 10 keywords
vi_vn: 10 từ khóa đầu tiên

source: Others
vi_vn: Khác
