Repository: tuanvv90/decormoon
Catalog: server_vn_1.7.2.4/app/Resources/translations/*/ModulesMainmenuAdmin.*.xlf
Languages: vi_vn

source: Main menu
vi_vn: Trình đơn chính

source: Adds a new menu to the top of your e-commerce website.
vi_vn: Thêm một trình đơn mới vào trên cùng của trang web thương mại điện tử của bạn.

source: Unable to update settings for the following shop(s): %s
vi_vn: Không thể cập nhật cài đặt cho các cửa hàng sau đây: %s

source: Please complete the "Link" field.
vi_vn: Hãy hoàn thành trường "Liên kết".

source: Please add a label.
vi_vn: Hãy thêm một nhãn.

source: Please add a label for your default language.
vi_vn: Hãy thêm một nhãn cho ngôn ngữ mặc định của bạn.

source: The link has been added.
vi_vn: Liên kết đã được thêm

source: Unable to add link for the following shop(s): %s
vi_vn: Không thể thêm các liên kết cho các cửa hàng sau: %s

source: The link has been removed.
vi_vn: Liên kết đã được xóa.

source: Unable to remove link for the following shop(s): %s
vi_vn: Không thể loại bỏ các liên kết cho cửa hàng sau: %s

source: The link has been edited.
vi_vn: Liên kết đã được chỉnh sửa.

source: You cannot manage top menu items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
vi_vn: Bạn không thể quản lý menu trên cùng mục từ một "tất cả cửa hàng" hoặc "Nhóm cửa hàng" một bối cảnh, chọn trực tiếp các cửa hàng bạn muốn chỉnh sửa

source: The modifications will be applied to shop: %s
vi_vn: Những sửa đổi sẽ được áp dụng cho cửa hàng: %s

source: The modifications will be applied to this group: %s
vi_vn: Các thay đổi sẽ được áp dụng cho nhóm này: %s

source: The modifications will be applied to all shops
vi_vn: Các thay đổi sẽ được áp dụng cho tất cả các cửa hàng

source: All suppliers
vi_vn: Tất cả

source: Menu Top Link
vi_vn: Liên kết menu trên cùng

source: All active products combinations quantities will be changed
vi_vn: Tất cả các sản phẩm hoạt động kết hợp với số lượng sẽ được thay đổi

source: Update link
vi_vn: Cập nhật liên kết

source: Add a new link
vi_vn: Thêm một liên kết mới

source: Shops
vi_vn: Cửa hàng

source: Choose product ID
vi_vn: Chọn mã sản phẩm

source: Menu Top Links
vi_vn: Liên kết menu trên cùng

source: Link ID
vi_vn: ID Liên kết

source: Link list
vi_vn: Danh sách liên kết

source: Indicate the ID number for the product
vi_vn: Cho biết số ID cho các sản phẩm

source: Product ID #
vi_vn: ID Sản phẩm #

source: Please select just one item
vi_vn: Hãy chọn một mặt hàng

source: Change position
vi_vn: Thay đổi vị trí

source: Selected items
vi_vn: Mục đã mặt hàng

source: Available items
vi_vn: Măt hàng có sẵn

source: Remove
vi_vn: Bỏ
