Repository: tuanvv90/decormoon
Catalog: server_vn_1.7.2.4/app/Resources/translations/*/ModulesFacetedsearchAdmin.*.xlf
Languages: vi_vn

source: Faceted search
vi_vn: Tìm kiếm đa diện

source: Displays a block allowing multiple filters.
vi_vn: Hiển thị một khối cho phép có nhiều bộ lọc.

source: "%s" is not a valid url
vi_vn: "%s" không phải là một đường link hợp lệ

source: Filter template name required (cannot be empty)
vi_vn: Yêu cầu tên bộ lọc mẫu ( không thể để trống)

source: You must select at least one category.
vi_vn: Bạn phải chọn ít nhất một danh mục.

source: Your filter
vi_vn: Bộ lọc của bạn

source: was updated successfully.
vi_vn: đã được cập nhật thành công.

source: was added successfully.
vi_vn: đã được thêm thành công.

source: Settings saved successfully
vi_vn: Đã lưu các thiết lập thành công

source: Filter template deleted, categories updated (reverted to default Filter template).
vi_vn: Đã xóa bộ lọc mẫu, các hạng mục đã cập nhật(quay trở lại bộ lọc mẫu mặc định).

source: Filter template not found
vi_vn: Không tìm thấy bộ lọc mẫu

source: Root
vi_vn: Gốc

source: My template - %s
vi_vn: Template mẫu của tôi - %s

source: My template %s
vi_vn: Khuôn mẫu của tôi %s

source: New filters template
vi_vn: Các bộ lọc mẫu mới

source: Template name:
vi_vn: Tên khuôn mẫu:

source: Only as a reminder
vi_vn: Chỉ là một nhắc nhở

source: Categories used for this template:
vi_vn: Các hạng mục sử dụng cho khuôn mẫu này:

source: Categories selection is disabled because you have no categories or you are in a "all shops" context.
vi_vn: Danh mục lựa chọn được vô hiệu hóa bởi vì bạn không có danh mục hoặc bạn đang ở trong một "tất cả các cửa hàng".

source: Choose shop association:
vi_vn: Chọn cửa hàng liên kết:

source: You can drag and drop filters to adjust position
vi_vn: Bạn có thể kéo và thả các bộ lọc đến vị trí điều chỉnh

source: Filters:
vi_vn: Bộ lọc:

source: Total filters: %s
vi_vn: Tổng bộ lọc: %s

source: Sub-categories filter
vi_vn: Lọc danh mục con

source: Filter result limit:
vi_vn: Các giới hạn kết quả lọc:

source: No limit
vi_vn: Không giới hạn

source: Filter style:
vi_vn: Kiểu bộ lọc:

source: Checkbox
vi_vn: Hộp chọn

source: Radio button
vi_vn: Nút lựa chọn

source: Drop-down list
vi_vn: Danh sách lựa chọn

source: Product stock filter
vi_vn: Bộ lọc sản phẩm

source: Product condition filter
vi_vn: Bộ lọc điều kiện sản phẩm

source: Product brand filter
vi_vn: Bộ lọc thương hiệu sản phẩm

source: Product weight filter (slider)
vi_vn: Bộ lọc trọng lượng sản phẩm(thanh trượt)

source: List of ranges
vi_vn: Danh sách phạm vi

source: Product price filter (slider)
vi_vn: Bộ lọc giá sản phẩm ( slider)

source: Attribute group: %name% (%count% attributes)
vi_vn: Nhóm thuộc tính: %name% (%count% attributes)

source: Attribute group: %name% (%count% attribute)
vi_vn: Nhóm thuộc tính: %name% (%count% attribute)

source: This group will allow user to select a color
vi_vn: Nhóm này cho phép lựa chọn một màu sắc

source: Feature: %name% (%count% values)
vi_vn: Tính năng: %name% (%count% values)

source: Feature: %name% (%count% value)
vi_vn: Tính năng: %name% (%count% value)

source: You must select at least one filter
vi_vn: Bạn phải chọn ít nhất một bộ lọc

source: You must select at least one category
vi_vn: Bạn phải chọn ít nhất một danh mục

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
vi_vn: Cảnh báo! Nhà cung cấp dịch vụ lưu trữ web hosting của bạn đang sử dụng kết nối Suhosin cho bộ xử lý trước siêu văn bản PHP và nó sẽ giới hạn số lượng các trường được phép trong một biểu mẫu:

source: for suhosin.post.max_vars.
vi_vn: cho suhosin.post.max_vars.

source: for suhosin.request.max_vars.
vi_vn: cho suhosin.request.max_vars.

source: Please ask your hosting provider to increase the Suhosin limit to
vi_vn: Vui lòng yêu cầu nhà cung cấp dịch vụ lưu trữ web hosting của bạn tăng giới hạn Suhosin đến

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
vi_vn: Cảnh báo! Cấu hình bộ xử lý trước siêu văn bản PHP của bạn giới hạn số lượng trường tối đa được phép trong một biểu mẫu:

source: for max_input_vars.
vi_vn: cho max_input_vars.

source: Please ask your hosting provider to increase this limit to
vi_vn: Vui lòng yêu cầu nhà cung cấp dịch vụ lưu trữ web hosting của bạn tăng giới hạn đến

source: %s at least, or you will have to edit the translation files manually.
vi_vn: %s ít nhất, hoặc bạn sẽ phải chỉnh sửa thủ công các tập tin dịch.

source: Indexes and caches
vi_vn: Các chỉ số và bộ nhớ

source: Indexing is in progress. Please do not leave this page
vi_vn: Đang đánh chỉ số. Vui lòng đừng rời trang

source: Index all missing prices
vi_vn: Đánh số cho tất cả các giá bị khuyết

source: Rebuild entire price index
vi_vn: Lập lại toàn bộ chỉ số giá tiêu dùng

source: Build attribute index
vi_vn: Xây dựng chỉ số thuộc tính

source: You can set a cron job that will rebuild price index using the following URL:
vi_vn: Bạn có thể thiết lập một công việc định kỳ để lập lại chỉ số giá tiêu dùng sử dụng URL dưới đây:

source: You can set a cron job that will rebuild attribute index using the following URL:
vi_vn: Bạn có thể thiết lập một công việc định kỳ để lập lại chỉ số giá tiêu dùng sử dụng URL dưới đây:

source: A nightly rebuild is recommended.
vi_vn: Tái thiết lập hàng đêm được đề nghị.

source: Filters templates
vi_vn: Bộ lọc mẫu

source: Created on
vi_vn: Thời điểm tạo

source: Actions
vi_vn: Hành động

source: Do you really want to delete this filter template?
vi_vn: Bạn có chắc chắn muốn xóa bộ lọc mẫu này không?

source: No filter template found.
vi_vn: Không có bộ lọc mẫu nào được tìm thấy.

source: Show the number of matching products
vi_vn: Hiển thị số lượng các sản phẩm phù hợp

source: Show products from subcategories
vi_vn: Hiển thị các sản phẩm trong hạng mục phụ

source: Category filter depth (0 for no limits, 1 by default)
vi_vn: Chiều sâu bộ lọc hạng mục (0 khi không có giới hạn nào, 1 khi mặc định)

source: Use tax to filter price
vi_vn: Sử dụng Thuế để lọc giá

source: Use rounding to filter price
vi_vn: Làm tròn để lọc giá

source: (in progress)
vi_vn: (đang xử lý)

source: URL indexing finished
vi_vn: Đã hoàn thành việc nhập chỉ số URL

source: Attribute indexing finished
vi_vn: Nhập chỉ số thuộc tính đã hoàn thành

source: URL indexing failed
vi_vn: Nhập chỉ số URL thất bại

source: Attribute indexing failed
vi_vn: Nhập chỉ số thuộc tính thất bại

source: Price indexing finished
vi_vn: Nhập chỉ số giá tiêu dùng thành công

source: Price indexing failed
vi_vn: Nhập chỉ số giá tiêu dùng thất bại

source: (in progress, %s products price to index)
vi_vn: (Đang tiến hành, %s giá tiêu dùng sản phẩm để nhập chỉ số)

source: Loading...
vi_vn: Đang tải...

source: You selected -All categories-: all existing filter templates will be deleted. Is it OK?
vi_vn: Bạn đã chọn- Tất cả các hạng mục-: tất cả bộ lọc mẫu hiện tại sẽ bị xóa. Bạn có chắc chắn không?

source: Invalid characters: <>;=#{}_
vi_vn: Các ký tự không hợp lệ: <>;=#{}_

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
vi_vn: Khi mô-đun Tìm Kiếm Đa Diện được bật, bạn có thể nhận được các URL chi tiết hơn bằng cách chọn từ mô tả chính xác nhất giá trị của tính năng này. Theo mặc định, PrestaShop sử dụng tên của giá trị, nhưng bạn có thể thay đổi thiết lập đó bằng trường này.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature's value. By default, PrestaShop uses the value's name, but you can change that setting using this field.
vi_vn: Khi mô-đun Tìm Kiếm Đa Diện được bật, bạn có thể nhận được các tiêu đề trang chi tiết hơn bằng cách chọn từ mô tả chính xác nhất giá trị của tính năng này. Theo mặc định, PrestaShop sử dụng tên của giá trị, nhưng bạn có thể thay đổi thiết lập đó bằng trường này.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
vi_vn: Khi mô-đun Tìm Kiếm Đa Diện được bật, bạn có thể nhận được các URL chi tiết hơn bằng cách chọn từ mô tả chính xác nhất thuộc tính này. Theo mặc định, PrestaShop sử dụng tên của thuộc tính, nhưng bạn có thể thay đổi thiết lập đó bằng trường này.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this attribute. By default, PrestaShop uses the attribute's name, but you can change that setting using this field.
vi_vn: Khi mô-đun Tìm Kiếm Đa Diện được bật, bạn có thể có được các tiêu đề trang chi tiết hơn bằng cách chọn từ mô tả chính xác nhất thuộc tính này. Theo mặc định, PrestaShop sử dụng tên của thuộc tính, nhưng bạn có thể thay đổi thiết lập đó bằng trường này.

source: Indexable
vi_vn: Có thể nhập chỉ số

source: Use this attribute in URL generated by the Faceted Search module.
vi_vn: Sử dụng thuộc tính này trong URL đã tạo bởi mô-đun Tìm Kiếm Đa Diện.

source: When the Faceted Search module is enabled, you can get more detailed URLs by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
vi_vn: Khi mô-đun Tìm Kiếm Đa Diện được bật, bạn có thể nhận được các URL chi tiết hơn bằng cách chọn từ mô tả chính xác nhất tính năng này. Theo mặc định, PrestaShop sử dụng tên của tính năng, nhưng bạn có thể thay đổi thiết lập đó bằng trường này.

source: When the Faceted Search module is enabled, you can get more detailed page titles by choosing the word that best represent this feature. By default, PrestaShop uses the feature's name, but you can change that setting using this field.
vi_vn: Khi mô-đun Tìm Kiếm Đa Diện được bật, bạn có thể nhận được các tiêu đề trang chi tiết hơn bằng cách chọn từ mô tả chính xác nhất tính năng này. Theo mặc định, PrestaShop sử dụng tên của tính năng, nhưng bạn có thể thay đổi thiết lập đó bằng trường này.
