Repository: tuanvv90/decormoon
Catalog: server_vn_1.7.2.4/app/Resources/translations/*/ModulesStatsliveAdmin.*.xlf
Languages: vi_vn

source: Visitors online
vi_vn: Khách hàng online

source: Adds a list of customers and visitors who are currently online to the Stats dashboard.
vi_vn: Thêm một danh sách các khách hàng và khách vãng lai đang trực tuyến vào Stats dashboard.

source: You must activate the "Save page views for each customer" option in the "Data mining for statistics" (StatsData) module in order to see the pages that your visitors are currently viewing.
vi_vn: Bạn phải kích hoạt các tùy chọn "Lưu lần xem trang cho mỗi khách hàng" trong "dữ liệu khai thác cho thống kê" (StatsData) mô-đun để xem các trang truy cập của bạn hiện đang xem.

source: Total:
vi_vn: Tổng cộng:

source: Current page
vi_vn: Trang hiện tại

source: View customer profile
vi_vn: Xem hồ sơ cá nhân của khách hàng

source: There are no active customers online right now.
vi_vn: Không có khách hàng hoạt động trực tuyến ngay bây giờ.

source: Current online visitors
vi_vn: Khách hàng trực tuyến hiện tại

source: Guest ID
vi_vn: ID khách

source: Last activity
vi_vn: Hoạt động lần cuối

source: Notice
vi_vn: Chú ý

source: Maintenance IPs are excluded from the online visitors.
vi_vn: IP bảo trì được loại trừ khỏi các truy cập trực tuyến.

source: Add or remove an IP address.
vi_vn: Thêm hoặc xoá địa chỉ IP.
