Repository: tuanvv90/decormoon
Catalog: server_vn_1.7.2.4/app/Resources/translations/*/ModulesStatsoriginAdmin.*.xlf
Languages: vi_vn

source: Visitors origin
vi_vn: Nguồn gốc khách hàng

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
vi_vn: Thêm một biểu đồ hiển thị các trang web truy cập của bạn đến từ bảng điều khiển Stats.

source: Origin
vi_vn: Xuất xứ

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
vi_vn: Trong tab, chúng ta phá vỡ 10 website giới thiệu phổ biến nhất mà mang khách hàng đến cửa hàng trực tuyến của bạn.

source: What is a referral website?
vi_vn: Một trang web giới thiệu là gì?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
vi_vn: Các giới thiệu là URL của trang web trước đó mà từ đó một liên kết đã được theo sau bởi khách truy cập.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
vi_vn: Một giới thiệu cũng cho phép bạn biết được những từ khóa du khách sử dụng trong công cụ tìm kiếm khi duyệt web cho cửa hàng trực tuyến của bạn.

source: A referrer can be:
vi_vn: Một người giới thiệu có thể là:

source: Someone who posts a link to your shop.
vi_vn: Một người nào đó đã đăng một liên kết đến cửa hàng của bạn.

source: A partner who has agreed to a link exchange in order to attract new customers.
vi_vn: Một đối tác đã đồng ý trao đổi liên kết để thu hút khách hàng mới.

source: CSV Export
vi_vn: Xuất CSV

source: Direct links only
vi_vn: Chỉ Liên kết trực tiếp

source: Top ten referral websites
vi_vn: Top mười các trang web giới thiệu

source: Others
vi_vn: Khác
